# За допомогою модулю requests зробити запит на
# https://baconipsum.com/api?type=meat-and-filler.
# Запросити мінімум пʼять параграфів тексту.
# Параграфи можна задати як квері-параметри (подивитись на приклад можна тут).
# Кількість параграфів зчитувати зі стандартного вводу на початку роботи програми.
# Обернути назад список рядків у цьому масиві.
# Тобто зробити останній рядок - перший (з індексом нуль),
# передостанній - другий (з індексом 1) і т.д.
# Можна знайти, як це робити в документації класу list, або придумати самостійно.
# Підрахувати у ваших параграфах кількість параграфів, в яких присутнє слово "Pancetta".
# Записати в файл наступну інформацію:
# Ваше імʼя та дату запуску програми, цифру,
# яку ми отримали в третьому пункті та повернутий назад массив параграфів
# (кожен новий параграф записати з нової строки).
